Repository: sudanec/WooTable
Catalog: WooTable/Resources/Labels.*.resx
Languages: sk

# Ribbons_Labels_tog_WooTable_XLS_1
source: to new XLS
sk: do nového XLS

# Ribbons_Labels_tog_WooTable_XLS_2
source: to opened XLS
sk: do otvoreného XLS

# Ribbon_Groups_gr_Main
source: Main
sk: Hlavné

# Ribbon_Groups_gr_Math
source: Math
sk: Matematické

# Ribbon_Groups_gr_Other
source: Extras
sk: Extra

# Ribbon_Groups_gr_Table
source: Table
sk: Tabuľka

# Ribbon_Labels_but_WooTable_Donate
source: Donate
sk: Podporiť

# Ribbon_Labels_but_WooTable_Home
source: Project home
sk: Webstránka projektu

# Ribbon_Labels_but_WooTable_NewTable
source: Create new
sk: Vytvoriť novú

# Ribbon_Labels_but_WooTable_Settings
source: Settings
sk: Nastavenia

# Ribbon_Labels_gal_WooTable_Format
source: Cell format
sk: Formát bunky

# Ribbon_Labels_sbut_WooTable_ConvCurrency
source: Convert currency
sk: Konvertovať menu

# Ribbon_Labels_sbut_WooTable_ConvCurrency_Other
source: Convert currency
sk: Konvertovať menu

# Ribbon_Labels_sbut_WooTable_ToEnglish
source: To English
sk: Konvertuj do angličtiny

# Ribbon_Labels_sbut_WooTable_ToEnglish_Other
source: To English
sk: Konvertuj do angličtiny

# Ribbon_Labels_sbut_WooTable_XLS1
source: Convert tables to Excel
sk: Konvertuj tabuľky do Excelu

# Ribbon_Tips_but_WooTable_Avg
source: Copy AVG of selected values in the table to clipboard
sk: Kopíruj priemer zo zvolených buniek do clipboardu

# Ribbon_Tips_but_WooTable_Donate
source: Clicking here will redirect you to the project support webpage, where you can easily donate further development using PayPal or direct bank transfer. Thank you for supporting WooTable!
sk: Páči sa vám projekt WooTable? Podporte ho ľubovoľným príspevkom cez PayPal alebo priamym prevodom na účet a pomôžte v jeho ďalšom vývoji

# Ribbon_Tips_but_WooTable_Home
source: Redirects you to the WooTable homepage
sk: Presmerovanie na domácu webstránku projektu WooTable

# Ribbon_Tips_but_WooTable_Max
source: Copy MAX of selected values in the table to clipboard
sk: Kopíruj maximum zo zvolených buniek do clipboardu

# Ribbon_Tips_but_WooTable_Median
source: Copy MEDIAN of selected values in the table to clipboard
sk: Kopíruj medián zo zvolených buniek do clipboardu

# Ribbon_Tips_but_WooTable_Min
source: Copy MIN of selected values in the table to clipboard
sk: Kopíruj minimum zo zvolených buniek do clipboardu

# Ribbon_Tips_but_WooTable_NewTable
source: Create a new structure table (with no borders)
sk: Vytvor novú štrukturálnu tabuľku (bez ohraničenia)

# Ribbon_Tips_but_WooTable_Settings
source: Open a dialog with WooTable settings and configuration
sk: Upraviť nastavenia doplnku WooTable

# Ribbon_Tips_but_WooTable_Sum
source: Copy SUM of selected values in the table to clipboard
sk: Kopíruj sumu zvolených buniek do clipboardu

# Ribbon_Tips_but_WooTable_xls1
source: Convert the selected range in a table to a MS Excel table. Make sure to select below if to use the opened or a new MS Excel document
sk: Konvertuj zvolený rozsah buniek do tabuľky MS Excel. Nižšie si zvoľte, či budú dáta skopírované do nového dokumentu MS Excel alebo do práve otvoreného dokumentu

# Ribbon_Tips_but_WooTable_xls2
source: Convert the table in selection to a MS Excel table. Make sure to select below if to use the opened or a new MS Excel document
sk: Konvertuj zvolenú tabuľku na tabuľku MS Excel. Nižšie si zvoľte, či budú dáta skopírované do nového dokumentu MS Excel alebo do práve otvoreného dokumentu

# Ribbon_Tips_gal_WooTable_Format
source: Set the format of the selected cells. Select numeric cells in a table to use this feature. Note: this feature is stateless - Word will not remember the format you used
sk: Nastav formát označených buniek. Zvoľte bunky v tabuľke obsahujúce čísla pre použitie tohoto nástroja. Poznámka: Word si nebude pamätať, aký formát bol použitý; ide iba o lokálnu úpravu formátu

# Ribbon_Tips_sbut_WooTable_ConvCurrency
source: Open a dialog for currency conversion. Select range of numeric cells in a word table to enable this feature
sk: Otvorí dialógové okno pre konverziu meny. Zvoľte bunky v tabuľke obsahujúce čísla pre použitie tohoto nástroja

# Ribbon_Tips_sbut_WooTable_ConvCurrency_Other
source: Open a dialog for currency conversion. Select a number in the text (not in a table) to enable this feature. Tip: if you selected a number and the option is not enabled, probably you use incorrect decimal separator (try changing "," for "." or vice versa)
sk: Otvorí dialógové okno pre konverziu meny. Zvoľte číslo v texte (nie v tabuľke) pre použitie tohoto nástroja. Ak ste zvolili číslo a táto možnosť nie je aktívna, pravdepodobne číslo obsahuje nesprávny oddeľovač desatinných miest ("." miesto "," alebo obrátene)

# Ribbon_Tips_sbut_WooTable_DecSep
source: Replace all . and , in numbers with the current culture decimal separator. Select range of cells with numeric values in a table to apply this feature
sk: Nahradiť všetky "." a "," správnym oddeľovačom desatinných miest pre aktuálne zvolenú kultúru. Zvoľte bunky v tabuľke obsahujúce čísla pre použitie tohoto nástroja.

# Ribbon_Tips_sbut_WooTable_ToEnglish
source: Convert number to written english. Select cells containing number values in a table to enable this feature
sk: Konvertuj čísla do písanej angličtiny. Zvoľte bunky v tabuľke obsahujúce čísla pre použitie tohoto nástroja.

# Ribbon_Tips_sbut_WooTable_ToEnglish_Other
source: Convert number to written english. Select a number in the text (not in a table) to enable this feature. Tip: if you selected a number and the option is not enabled, probably you use incorrect decimal separator (try changing "," for "." or vice versa)
sk: Konvertuj čísla do písanej angličtiny. Zvoľte číslo v texte (nie v tabuľke) pre použitie tohoto nástroja. Ak ste zvolili číslo a táto možnosť nie je aktívna, pravdepodobne číslo obsahuje nesprávny oddeľovač desatinných miest ("." miesto "," alebo obrátene)

# Ribbon_Tips_sbut_WooTable_XLS1
source: Convert all tables in the document to MS Excel
sk: Konvertuj všetky tabuľky v tomto dokumente do MS Excel

# Ribbon_Tips_tog_WooTable_XLS
source: Select if the Excel export is done to a new document or to the currently opened document
sk: Zvoľte kliknutím, či bude export do Excelu vykonaný do práve otvoreného alebo do nového dokumentu MS Excel

# Form_CurrencyConverter
source: WooTable .::. Currency Converter
sk: WooTable .::. Konverzia meny

# Form_CurrencyConverter_but_Apply
source: Convert
sk: Konvertovať

# Form_CurrencyConverter_but_Cancel
source: Cancel
sk: Zrušiť

# Form_CurrencyConverter_lab_Risk
source: Conversion risk coefficient:
sk: Koeficient rizika konverzie:

# Form_CurrencyConverter_lab_Riski
source: (all values will be incremented by this %)
sk: (všetky hodnoty budú navýšené o zvolené % ich hodnoty)

# Form_CurrencyConverter_lab_Source
source: Source currency:
sk: Zdrojová mena:

# Form_CurrencyConverter_lab_Target
source: Target currency:
sk: Cieľová mena:

# Form_CurrencyConverter_lab_To
source: Convert to:
sk: Konvertovať na:

# Form_NewTable
source: WooTable .::. Create New Structural Table
sk: WooTable .::. Nová štrukturálna tabuľka

# Form_NewTable_but_Cancel
source: Cancel
sk: Zrušiť

# Form_NewTable_but_Create
source: Create
sk: Vytvoriť

# Form_NewTable_group_Dimensions
source: Dimensions
sk: Rozmery

# Form_NewTable_lab_Columns
source: Columns
sk: Stĺpce

# Form_NewTable_lab_Rows
source: Rows
sk: Riadky

# Form_NumberFormat
source: WooTable .::. Set Number Format
sk: WooTable .::. Formát čísel

# Form_NumberFormat_but_Apply
source: Apply
sk: Použiť

# Form_NumberFormat_but_Cancel
source: Cancel
sk: Zrušiť

# Form_NumberFormat_grid_Formats_1
source: Format
sk: Formát

# Form_NumberFormat_grid_Formats_2
source: Code
sk: Kód

# Form_NumberFormat_grid_Formats_3
source: Example
sk: Príklad

# Form_NumberFormat_grid_Formats_val1
source: Currency
sk: Mena

# Form_NumberFormat_grid_Formats_val2
source: Accounting
sk: Účtovnícke

# Form_NumberFormat_grid_Formats_val3
source: Scientific
sk: Vedecké

# Form_NumberFormat_grid_Formats_val4
source: Custom..
sk: Vlastné..

# Form_NumberFormat_lab_Custom
source: Set format string:
sk: Nastavte formátovací reťazec:

# Form_NumberFormat_lab_Info
source: Select a number format or set your own
sk: Zvoľte formát čísel alebo nastavte vlastný

# Form_Settings
source: WooTable .::. Settings
sk: WooTable .::. Nastavenia

# Form_Settings_but_Apply
source: Apply
sk: Použiť

# Form_Settings_but_Cancel
source: Cancel
sk: Zrušiť

# Form_Settings_check_DialogOnMath
source: Show confirmation dialog when using MIN/MAX/AVG/SUM/MED copy functions
sk: Zobraziť potvrdenie pri použití funkcií kopírovania hodnoty MIN/MAX/AVG/SUM/MED

# Form_Settings_check_ModifyStatusBar
source: Use Status Bar to show mathematical data on selection
sk: Používať informačný panel na zobrazenie matematických informácií o zvolených bunkách

# Form_Settings_check_ShowMax
source: Show maximum (MAX) value
sk: Zobraziť hodnotu maxima (MAX)

# Form_Settings_check_ShowMedian
source: Show median (MED) value
sk: Zobraziť hodnotu medián (MED)

# Form_Settings_check_ShowMin
source: Show minimum (MIN) value
sk: Zobraziť hodnotu minima (MIN)

# Form_Settings_gr_Currency
source: Currency exchange
sk: Konverzia meny

# Form_Settings_gr_Misc
source: Miscellaneous
sk: Rôzne

# Form_Settings_gr_StatusBar
source: Status Bar
sk: Informačný panel

# Form_Settings_label_lang
source: Language
sk: Jazyk

# Form_Settings_lab_Provider
source: Exchange ratio provider
sk: Poskytovateľ výmenných kurzov

# Form_Settings_lab_Ratio
source: Default conversion risk
sk: Predvolené riziko konverzie meny

# Form_Settings_lab_ShowMedian
source: (if disabled, will stop MEDIAN calculation at all)
sk: (ak táto možnosť nie je zvolená, medián nebude počítaný vôbec)

# Ribbon_Labels_gal_WooTable_Format_gal_WooTable_but_Currency
source: Currency
sk: Mena

# Ribbon_Labels_gal_WooTable_Format_gal_WooTable_but_Float1
source: Float 1 decimal point
sk: Reálne číslo - 1 des. miesto

# Ribbon_Labels_gal_WooTable_Format_gal_WooTable_but_Float2
source: Float 2 decimal points
sk: Reálne číslo - 2 des. miesta

# Ribbon_Labels_gal_WooTable_Format_gal_WooTable_but_Float3
source: Float 3 decimal points
sk: Reálne číslo - 3 des. miesta

# Ribbon_Labels_gal_WooTable_Format_gal_WooTable_but_Float4
source: Float 4 decimal points
sk: Reálne číslo - 4 des. miesta

# Ribbon_Labels_gal_WooTable_Format_gal_WooTable_but_Other
source: Other..
sk: Iné..

# Ribbon_Labels_gal_WooTable_Format_gal_WooTable_but_Percent
source: Percentage
sk: Percentá

# Ribbon_Labels_gal_WooTable_Format_gal_WooTable_but_String
source: String
sk: Textový reťazec

source: As currency
sk: Ako mena

# Ribbon_Labels_sbut_WooTable_ToEnglish_sbut_but_WooTable_ToEnglish_Currency
source: As currency
sk: Ako mena

# Ribbon_Labels_tog_WooTable_XLS
source: to new XLS
sk: nový Excel

# Ribbon_Labels_tog_WooTable_XLS1
source: to opened XLS
sk: otvorený Excel

# Form_Settings_check_ReplaceNLine
source: Export multiline cell as a single cell
sk: Exportovať viacriadkovú bunku ako jednu bunku

# Form_Settings_gr_XLSCopy
source: Export to Excel
sk: Export do Excelu

# Form_Settings_lab_ReplaceNLine
source: Note: does NOT work for copy of selected range
sk: Nefunguje pre možnosť exportovať iba rozsah

# Ribbon_Labels_sbut_WooTable_XLS1_sbut_but_WooTable_XLS1_Select
source: Select tables to be converted..
sk: Konvertuj vybrané tabuľky..

# TablesPane_but_Apply
source: Convert
sk: Konvertuj

# TablesPane_but_Cancel
source: Cancel
sk: Zrušiť

# DocsPane_but_Cancel
source: Cancel
sk: Zrušiť

# Form_Settings_lab_OracleData
source: Templates location
sk: Umiestnenie šablón

# Form_Settings_lab_OracleData_Password
source: Password
sk: Heslo

# Form_Settings_lab_OracleData_Username
source: User name
sk: Používateľské meno

# Panes_Docs
source: Documents
sk: Dokumenty

# Ribbon_Groups_gr_Oracle
source: Oracle tools
sk: Nástroje Oracle

# Ribbon_Labels_sbut_WooTable_Oracle_Format
source: Format this document
sk: Formátuj tento dokument

# Ribbon_Labels_sbut_WooTable_Oracle_Icons
source: Icons
sk: Ikony

# Ribbon_Labels_sbut_WooTable_Oracle_NewDoc
source: New document
sk: Nový dokument

# Ribbon_Tips_sbut_WooTable_Oracle_Format
source: Format this document to Oracle standards
sk: Formátuj tento dokument podľa štandardov Oracle

# Ribbon_Tips_sbut_WooTable_Oracle_Icons
source: Insert Oracle icons
sk: Vložiť ikony Oracle

# Ribbon_Tips_sbut_WooTable_Oracle_NewDoc
source: Open selection of available file templates
sk: Otvor ponuku dostupných šablón

# Panes_Icons
source: Icons
sk: Ikony

# DocsPane_but_Create
source: Create
sk: Vytvoriť

# IconsPane_but_Cancel
source: Cancel
sk: Zrušiť

# IconsPane_but_Create
source: Insert
sk: Vložiť
